Repository: ronteq/MercadoLibreTest
Catalog: MercadoLibreTest/Core/Localizable/*.lproj/Localizable.strings
Languages: es_419

# no_results
source: No results for now
es_419: Por ahora no hay resultados

# no_internet
source: No internet connection, please try again later
es_419: Sin internet, trata nuevamente más tarde

# error_button
source: Try again
es_419: Intenta de nuevo

source: Cancel
es_419: Cancelar

source: Next
es_419: Siguiente

source: Make payment
es_419: Realizar pago

# default_payment_title
source: Payment without title
es_419: Pago sin título

# payments_title
source: Payments
es_419: Pagos realizados

# amount_title
source: Amount
es_419: Monto

# amount_placeholder
source: Amount to pay
es_419: Monto a pagar

# reason_placeholder
source: What are you paying? (optional)
es_419: ¿Qué estás pagando? (opcional)

# label_amount_description
source: Specify the amount along with a title so you can't forget what you pay for!
es_419: ¡Especifíca el monto junto con un titulo para que no olvides que fue lo que pagaste!

# set_payment_title
source: Choose a card type
es_419: Escoje una tarjeta

# set_bank_title
source: Choose a bank
es_419: Escoge un banco

# bank_empty
source: There is no banks available for the chosen payment method
es_419: No hay banco disponible para el método de pago escogido

# set_installments_title
source: How many installments?
es_419: ¿Cuántas cuotas?

# installments_error
source: Cannot process payments with the installments quantity specified
es_419: No podemos procesar pagos para la cantidad de cuotas especificada

# label_installments_description
source: You can change the installments as you want. Just remember, more installments mean more fees to charge.
es_419: Puedes variar las cuotas a como mejor te organices. Solo recuerda que a más cuotas por pagar mayor sera el interés a cobrar.

# set_detail_payment_title
source: Payment Detail
es_419: Detalle del pago
